---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeInsulationThickness
source: html/90e2fdde-5052-90fa-1cb2-06303c2991b4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeInsulationThickness Property

"Insulation Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeInsulationThickness { get; }
```